{
  "no": {
    "home": {
      "title": "Vekstboost - Digital Markedsføring Byrå | SEO & Google Ads Eksperter",
      "description": "Vekstboost er et digitalt markedsføring byrå som hjelper bedrifter med SEO, Google Ads og markedsføringsstrategi. Vi gir resultater og målbar vekst for din bedrift.",
      "keywords": "digital markedsføring, SEO, Google Ads, markedsføringsbyrå, digital vekst"
    },
    "tjenester": {
      "title": "Digital Markedsføring Tjenester | SEO & Google Ads | Vekstboost",
      "description": "Profesjonelle digital markedsføringstjenester inkludert SEO, Google Ads, sosiale medier og mer. Vi hjelper din bedrift med å nå nye kunder.",
      "keywords": "digital markedsføring tjenester, SEO tjenester, Google Ads, sosiale medier markedsføring"
    },
    "bransjer": {
      "title": "Digital Markedsføring for Din Bransje | Vekstboost",
      "description": "Skreddersydde digital markedsføringsløsninger for ulike bransjer. Vi forstår din bransje og hjelper deg med å nå rett målgruppe.",
      "keywords": "bransjespesifikk markedsføring, digital markedsføring bransjer, bransje SEO"
    },
    "artikler": {
      "title": "Digital Markedsføring Artikler & Ressurser | Vekstboost",
      "description": "Lær mer om digital markedsføring gjennom våre informative artikler og ressurser. Tips, strategier og innsikt for bedre online tilstedeværelse.",
      "keywords": "digital markedsføring artikler, SEO tips, markedsføringsressurser"
    },
    "om-oss": {
      "title": "Om Vekstboost | Ditt Digital Markedsføring Byrå",
      "description": "Møt teamet bak Vekstboost. Vi er et dedikert team av digitale markedsføringseksperter som hjelper bedrifter med å vokse.",
      "keywords": "om Vekstboost, digital markedsføring team, markedsføringsbyrå"
    },
    "kontakt": {
      "title": "Kontakt Vekstboost | Digital Markedsføring Byrå",
      "description": "Ta kontakt med oss for å diskutere hvordan vi kan hjelpe din bedrift med digital markedsføring. Gratis konsultasjon tilgjengelig.",
      "keywords": "kontakt Vekstboost, digital markedsføring konsultasjon, markedsføringsbyrå kontakt"
    },
    "priser": {
      "title": "Digital Markedsføring Priser | Vekstboost",
      "description": "Transparente priser på våre digital markedsføringstjenester. Skreddersydde pakker for din bedrifts behov og budsjett.",
      "keywords": "digital markedsføring priser, SEO priser, Google Ads kostnader"
    },
    "resultater": {
      "title": "Våre Resultater | Digital Markedsføring Case Studies | Vekstboost",
      "description": "Se hvordan vi har hjulpet andre bedrifter med å vokse gjennom digital markedsføring. Reelle resultater og suksesshistorier.",
      "keywords": "digital markedsføring resultater, case studies, kundehistorier"
    }
  },
  "en": {
    "home": {
      "title": "Vekstboost - Digital Marketing Agency | SEO & Google Ads Experts",
      "description": "Vekstboost is a digital marketing agency helping businesses with SEO, Google Ads, and marketing strategy. We deliver measurable growth and results.",
      "keywords": "digital marketing, SEO, Google Ads, marketing agency, digital growth"
    },
    "services": {
      "title": "Digital Marketing Services | SEO & Google Ads | Vekstboost",
      "description": "Professional digital marketing services including SEO, Google Ads, social media and more. We help your business reach new customers.",
      "keywords": "digital marketing services, SEO services, Google Ads, social media marketing"
    },
    "industries": {
      "title": "Digital Marketing for Your Industry | Vekstboost",
      "description": "Tailored digital marketing solutions for various industries. We understand your industry and help you reach the right target audience.",
      "keywords": "industry-specific marketing, digital marketing industries, industry SEO"
    },
    "articles": {
      "title": "Digital Marketing Articles & Resources | Vekstboost",
      "description": "Learn more about digital marketing through our informative articles and resources. Tips, strategies, and insights for better online presence.",
      "keywords": "digital marketing articles, SEO tips, marketing resources"
    },
    "about": {
      "title": "About Vekstboost | Your Digital Marketing Agency",
      "description": "Meet the team behind Vekstboost. We are a dedicated team of digital marketing experts helping businesses grow.",
      "keywords": "about Vekstboost, digital marketing team, marketing agency"
    },
    "contact": {
      "title": "Contact Vekstboost | Digital Marketing Agency",
      "description": "Get in touch to discuss how we can help your business with digital marketing. Free consultation available.",
      "keywords": "contact Vekstboost, digital marketing consultation, marketing agency contact"
    },
    "pricing": {
      "title": "Digital Marketing Pricing | Vekstboost",
      "description": "Transparent pricing for our digital marketing services. Custom packages for your business needs and budget.",
      "keywords": "digital marketing pricing, SEO pricing, Google Ads costs"
    },
    "results": {
      "title": "Our Results | Digital Marketing Case Studies | Vekstboost",
      "description": "See how we've helped other businesses grow through digital marketing. Real results and success stories.",
      "keywords": "digital marketing results, case studies, customer stories"
    }
  }
} 